Dlubal.DynamPro.DlcSupportSetType
Choice for DLC between exciting all supports identically or setting up different inputs for different support sets

Dlubal.DynamPro.DlcSupportSetType.UnknownSupportSetType
Unknown type

Dlubal.DynamPro.DlcSupportSetType.1
Unknown type

Dlubal.DynamPro.DlcSupportSetType.Simple
On all supports identically

Dlubal.DynamPro.DlcSupportSetType.Multipoint
Differently on support sets